Repository: webdevconcord/drupal-7-ubercart
Catalog: uc_concordpay/translations/*.po
Languages: ru, uk

source: Successful payment
ru: Успешный платеж
uk: Успішна оплата

source: Unsuccessful payment
ru: Неуспешный платеж
uk: Неуспішна оплата

source: Canceled payment
ru: Отмененный платеж
uk: Скасована оплата

source: ConcordPay Payment Gateway
ru: ConcordPay - платежная система
uk: ConcordPay - платіжна система

source: Payment Visa, Mastercard, Apple Pay, Google Pay
ru: Оплата Visa, Mastercard, Apple Pay, Google Pay
uk: Оплата Visa, Mastercard, Apple Pay, Google Pay

source: Merchant ID
ru: Идентификатор продавца
uk: Ідентифікатор продавця

source: Given to Merchant by ConcordPay
ru: Выдаётся продавцу системой ConcordPay
uk: Надається продавцю системою ConcordPay

source: Secret key
ru: Секретный ключ
uk: Секретний ключ

source: Payment successful order status
ru: Статус заказа успешного платежа
uk: Статус успішно оплаченого замовлення

source: Order status after successful payment
ru: Статус заказа после успешного платежа
uk: Статус замовлення після успішної оплати

source: Payment failed order status
ru: Статус заказа отмененного платежа
uk: Статус замовлення відхиленого платежу

source: Order status after failed payment
ru: Статус заказа после отмены платежа
uk: Статус замовлення при відхиленні платежу

source: Payment refunded order status
ru: Статус заказа возвращенного платежа
uk: Статус замовлення повернутого платежу

source: Order status after refund payment
ru: Статус заказа после возврата платежа
uk: Статус замовлення при поверненні платежу

source: Language
ru: Язык
uk: Мова

source: Choose language of payment page
ru: Выберите язык страницы оплаты
uk: Виберіть мову сторінки оплати

source: Payment by card on the site
ru: Оплата картой на сайте
uk: Оплата карткою на сайті

source: Pay via ConcordPay
ru: Оплата через ConcordPay
uk: Оплата через ConcordPay

source: Error: Unknown operation type
ru: Ошибка: Неизвестный тип операции
uk: Помилка: невідомий тип операції

source: Error: This order has already been paid
ru: Ошибка: Этот заказ уже оплачен
uk: Помилка: це замовлення вже оплачено

source: Payment made via ConcordPay
ru: Платеж совершен через ConcordPay

source: Payment have been refunded through ConcordPay
ru: Платеж был возвращен через ConcordPay
uk: Платіж повернено через систему ConcordPay

source: Payment refunded
ru: Платёж возвращён
uk: Платіж повернено

source: Payment declined
ru: Платеж отклонен
uk: Оплата відхилена

source: Thank you, payment approved.
ru: Спасибо, оплата одобрена.
uk: Дякуємо, платіж схвалено.

source: Payment processed successfully.
ru: Платеж успешно обработан.
uk: Платіж успішно оброблено.

source: You can find a list of your orders in your personal account.
ru: Список ваших заказов вы можете найти в личном кабинете.
uk: Список ваших замовлень ви можете знайти в особистому кабінеті.

source: Unfortunately payment declined.
ru: К сожалению, платеж отклонен.
uk: На жаль, оплата відхилена.

source: Payment processed fail.
ru: Платеж отклонен.
uk: Не вдалося обробити платіж.

source: Canceled payment.
ru: Платеж отменен.
uk: Скасовано платіж.

source: Cancellation of payment at the request of the buyer.
ru: Отмена платежа по желанию покупателя.
uk: Скасування платежу за бажанням покупця.

source: Error: Wrong payment signature
ru: Ошибка: Неверная подпись платежа
uk: Помилка: неправильний підпис платежу
